# specify a directory to install
cask_args appdir: '/Applications'

# install packages
brew 'git'
brew 'bash-completion'
brew 'node'
brew 'postgresql'
brew 'redis'

# Casks
tap 'caskroom/versions'

cask '1password'
cask 'atom'
cask 'authy'
cask 'dropbox'
cask 'Firefox'
cask 'grandperspective'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'libreoffice'
cask 'omnigraffle6'
cask 'slack'
cask 'skype'
cask 'the-unarchiver'
cask 'transmit'
cask 'virtualbox'
cask 'x-lite'
